{
  "movies": [
    {
      "id": "2",
      "name": "名侦探柯南：通向天国的倒计时",
      "poster": "../img/名侦探柯南：通向天国的倒计时.webp",
      "director": "儿玉兼嗣",
      "actor": "高山南，山崎和佳奈",
      "time": "2001",
      "duration": "100",
      "type": "悬疑",
      "rate": "8.7",
      "introduce": "柯南、灰原及少年侦探队成员步美、光彦、元太随博士这日露营完毕，绕道参观西多摩市新建于富士山前的日本第一双塔摩天大楼，毛利小五郎恰也应双塔所有者、他的学妹常盘美绪之邀，携小兰、园子参加开幕典礼。美绪介绍下，他们认识以画富士山闻名的画师如月峰水、市议员大木岩松、双塔的设计者风间英彦、天才程序员原。期间灰原的举动异常。 　　大木提前入住B塔被害，目暮警官着手调查发现他与美绪似有不同寻常关系，不久原亦被杀害于家中。因为现场都留有与日本画画师作画时所用的乳钵相似的小酒杯碎片，两起案件似系一人所为。柯南由小酒杯联想到灰原曾效力的、以酒名为绰号的黑暗组织，并注意到第二起案件中碎片上未沾染血迹。与此同时他找到灰原举动异常的原因，却发现她正被人追踪。而园子玩笑弄的发式令她像极了雪莉。 　　开幕酒会上，美绪向宾客展示如月最为宝贵的富士山画作时被杀，死相正如横亘在富士山正中的双塔的缩影图，她的身下也有一个小酒杯，不过却是完好的。地上一颗原本该呆在美绪脖子上的珍珠令柯南将目光转向如月。紧接，A楼美绪公司电脑档案所在的楼层及地下配电室发生爆炸。逃亡时刻，柯南注意到正有一支枪瞄准园子，心中给出了所有疑问的答案，但他及小兰等人最迫切需要解决的却是如何从火海逃脱。"
    },
    {
      "id": "1",
      "name": "名侦探柯南：引爆摩天楼",
      "poster": "../img/名侦探柯南：引爆摩天楼.webp",
      "director": "儿玉兼嗣",
      "actor": "高山南，山口胜平",
      "time": "1997",
      "duration": "95",
      "type": "悬疑",
      "rate": "8.5",
      "introduce": "知名建筑设计师森谷帝二这日邀请新一参加在他府上举办的茶会，柯南只得电话拜托小兰。柯南、小兰及毛利小五郎三人未入森府，已被绝对对称的宏伟建筑吸引。衣香鬓影的茶会上，森谷帝二令人诧异地大声攻击年轻设计师，讲建筑的美学准则要被他们破坏殆尽。柯南在规定时间内将他出给众宾客的难题破解，被获准和小兰一起参观陈有他设计图的展览馆，交谈中，他感慨30多岁初成名时的作品不够对称称不上完美，并从小兰口中打探到她要与新一在米花大楼约会为新一庆生的诸多细节。 　　不久，柯南连接数通向新一挑战的电话，对方均告知他已在某地放置会在某时爆炸的炸弹，柯南将危机一一化解后，开始与警方、毛利一起分析到底是何人所为。电视报道其中最为轰动的爆炸案时，柯南由画面联想到所有炸弹放置的地点附近均有森谷帝二自认不完美的作品，心中一惊。众人拜访森谷帝二时，柯南暗中将他的宅邸查看，找出凶犯正是他的证据，原来他是狂热的完美主义者，想亲手毁掉年轻时因妥协设计出的不绝对对称作品，并借机报复没令他的宏伟设计夙愿在西多摩市达成的新一。被抓一刻，森谷帝二的冷笑令柯南醒悟：米花大楼亦是他不完美的作品，小兰正在那里等新一赴约。"
    },
    {
      "id": "3",
      "name": "名侦探柯南：迷宫的十字路口",
      "poster": "../img/名侦探柯南：迷宫的十字路口.webp",
      "director": "儿玉兼嗣",
      "actor": "高山南，堀川亮",
      "time": "2003",
      "duration": "107",
      "type": "悬疑",
      "rate": "8.5",
      "introduce": "东京、大阪、京都相继发生杀人事件，5名死者皆是被头戴面具的黑影人用武士刀和弓箭瞬间杀害。警方介入调查，发现死者都是出没于3地专门偷窃有名的佛像及美术品的偷盗集团“源氏萤”成员。该集团共有成员8名，以义经的家臣名字互相称呼，且都持有一本《义经记》，被害5人手中的《义经记》均被拿走。 　　这日京都古寺山能寺收到奇怪书信，说若能解开信中所附的画谜，便能找到8年前被窃的如来佛像。柯南、小兰随毛利小五郎来到该寺，均对画谜一筹莫展。5名被杀者之一曾对与新一不相上下的大阪高中生服部平次照料有加，服部也来到京都对案件秘密展开调查，并借机找寻自己的初恋情人。柯南与服部相遇联手调查时，发现有人想置服部于死地，紧接“源氏萤”另一成员被害，而这一切，似乎又都与画谜有关。"
    },
    {
      "id": "4",
      "name": "名侦探柯南：战栗的乐谱",
      "poster": "../img/名侦探柯南：战栗的乐谱.webp",
      "director": "山本泰一郎",
      "actor": "高山南，山崎和佳奈",
      "time": "2008",
      "duration": "116",
      "type": "悬疑",
      "rate": "7.3",
      "introduce": "堂本一辉是著名的钢琴演奏家，两年前突然宣布不再演奏钢琴转而攻向管风琴，更斥资建造了堂本音乐厅，准备在落成之日举行演奏会。然而在演奏会之前，堂本音乐学院的学生相继死去，先是爆炸案，后是单个被杀。 　　园子带着柯南一行人来听排练，认识了女高音歌唱家秋庭怜子，拥有绝对音感的秋庭也开始遭遇到危险：润生茶被下药、作森林浴时遭遇空气枪袭击、试演会当天更遭击晕。 　　然而就是从这些事件中，柯南找到了推理的逻辑：凶手试图把秋庭排除在凶杀外。这边已经正式开演的演奏会浑然不知音乐大厅外已是爆炸连天，小兰、灰原哀以及演奏厅内的一千多人顿时危在旦夕，绝对音感成为了唯一的救命线索。柯南找到了爆炸的逻辑，要在罪犯引爆最后一个炸弹前，把他找出来。"
    },
    {
      "id": "5",
      "name": "肖申克的救赎",
      "poster": "../img/肖申克的救赎.webp",
      "director": "弗兰克·德拉邦特",
      "actor": "蒂姆·罗宾斯，摩根·弗里曼",
      "time": "1994",
      "duration": "142",
      "type": "剧情",
      "rate": "9.7",
      "introduce": "一场谋杀案使银行家安迪蒙冤入狱，谋杀妻子及其情人的指控将囚禁他终生。在肖申克监狱的首次现身就让监狱“大哥”瑞德对他另眼相看。瑞德帮助他搞到一把石锤和一幅女明星海报，两人渐成患难 之交。很快，安迪在监狱里大显其才，担当监狱图书管理员，并利用自己的金融知识帮助监狱官避税，引起了典狱长的注意，被招致麾下帮助典狱长洗黑钱。偶然一次，他得知一名新入狱的小偷能够作证帮他洗脱谋杀罪。燃起一丝希望的安迪找到了典狱长，希望他能帮自己翻案。阴险伪善的狱长假装答应安迪，背后却派人杀死小偷，让他唯一能合法出狱的希望泯灭。沮丧的安迪并没有绝望，在一个电闪雷鸣的风雨夜，一场暗藏几十年的越狱计划让他自我救赎，重获自由！老朋友瑞德在他的鼓舞和帮助下，也勇敢地奔向自由。"
    },
    {
      "id": "6",
      "name": "怦然心动",
      "poster": "../img/怦然心动.webp",
      "director": "罗伯·莱纳",
      "actor": " 玛德琳·卡罗尔，卡兰·麦克奥利菲",
      "time": "2010",
      "duration": "90",
      "type": "爱情",
      "rate": "9.1",
      "introduce": "布莱斯全家搬到小镇，邻家女孩朱丽前来帮忙。她对他一见钟情，心愿是获得他的吻。两人是同班同学，她一直想方设法接近他，但是他避之不及。她喜欢爬在高高的梧桐树上看风景。但因为施工，树被要被砍掉，她誓死捍卫，希望他并肩作战，但是他退缩了。她的事迹上了报纸，外公对她颇有好感，令他十分困惑。她凭借鸡下蛋的项目获得了科技展第一名，成了全场焦点，令他黯然失色。她把自家鸡蛋送给他，他听家人怀疑她家鸡蛋不卫生，便偷偷把鸡蛋丢掉。她得知真相，很伤心，两人关系跌入冰点。她跟家人诉说，引发争吵。原来父亲一直攒钱照顾傻弟弟，所以生活拮据。她理解了父母，自己动手，还得到了他外公的鼎力相助。他向她道歉，但是并未解决问题。他开始关注她。鸡蛋风波未平，家庭晚宴与午餐男孩评选又把两人扯在了一起……"
    },
    {
      "id": "7",
      "name": "名侦探柯南：沉默的十五分钟",
      "poster": "../img/名侦探柯南：沉默的十五分钟.webp",
      "director": "静野孔文",
      "actor": "高山南，山崎和佳奈",
      "time": "2011",
      "duration": "109",
      "type": "悬疑",
      "rate": "6.8",
      "introduce": "位于东京的东都线地铁开通当日，一起针对东京都知事朝仓优一郎的炸弹袭击事件爆发，导致东都线列车损毁。经过一番推理，柯南等人认定这与8年前朝仓主持负责的北之泽水坝的修建有关。当年为了修建大坝，朝仓动员北之泽村的人民搬入新村，可是仍有许多人反抗到最后阶段。为了探明真相，柯南、灰原、少年侦探团以及毛利小五郎等人开赴白雪皑皑的北之泽。在这片纯净的雪国，少年们尽情玩耍，与此同时他们也遇到了几名原北之泽村的村民，山尾溪介、远野瑞希、立原冬美等人。他们是从小一起长大的好朋友，而彼此之间似乎又有着某种芥蒂和秘密。真相究竟如何……"
    },
    {
      "id": "8",
      "name": "超脱",
      "poster": "../img/超脱.webp",
      "director": "托尼·凯耶",
      "actor": "阿德里安·布罗迪，马西娅·盖伊·哈登",
      "time": "2011",
      "duration": "98",
      "type": "剧情",
      "rate": "9.0",
      "introduce": "亨利•巴赫特来到社区学校担任代课老师。学校因学生反叛、经营不善而濒临绝境，多丽丝为首的一批教师备受煎熬。亨利的第一堂课就遭遇了顽劣学生的挑衅，但是被他巧妙地化解。他赢得了女教师萨沙的好感。同时，他的教学方式引起了同学们的兴趣，其中就包括因肥胖而苦闷的梅丽迪斯。她一直默默地承受着因体重带来的各种责骂与嘲笑。但是因为老师，她似乎又找到了一切的理由…… 　　但是，亨利其实内心也有很大的压力，他的爷爷处于弥留之际，他的母亲自杀阴影始终在脑海中萦绕。某天夜里，他在公车上黯然神伤，独自流泪。这情形被一个刚受到嫖客凌辱的雏妓艾瑞卡看到了。她尾随他，希望获得他的帮助。他起初拒绝了她的要求，后来他还是把她带回了单身公寓……"
    },
    {
      "id": "9",
      "name": "熔炉",
      "poster": "../img/熔炉.webp",
      "director": "黄东赫",
      "actor": " 孔刘，郑有美",
      "time": "2011",
      "duration": "125",
      "type": "剧情",
      "rate": "9.4",
      "introduce": "来自首尔的哑语美术老师仁浩来到雾津，应聘慈爱聋哑人学校。天降大雾，他意外撞车，维修时邂逅了人权组织成员柔珍。仁浩妻子早亡，8岁女儿天生哮喘由祖母照看，所以他不辞辛苦谋职养家。然而，双胞胎的校长与教导主任竟逼仁浩索贿5千万韩元。同时，仁浩逐渐发现学校笼罩着一种紧张压抑的气氛，令人窒息。有三个孩子引人关注：聪颖的金妍斗、贪吃的陈宥利和弟弟自杀身亡的全民秀，民秀总是满脸淤青。下课后，仁浩还听到女厕所中有呼喊与哭泣，在门卫的阻拦下他未深究。之后。他意外目睹了校长行贿警察，教导员毒打民秀，宿导溺罚妍斗的行径。一个惊天的隐秘被慢慢揭开，真相令韩国震惊……"
    },
    {
      "id": "10",
      "name": "名侦探柯南：第十一名前锋",
      "poster": "../img/名侦探柯南：第十一名前锋.webp",
      "director": "山本泰一郎",
      "actor": "高山南，山崎和佳奈",
      "time": "2012",
      "duration": "110",
      "type": "动画",
      "rate": "6.6",
      "introduce": "阳光明媚的一天，东都体育场正进行一场东京Spirit和大阪钢巴的精彩足球比赛，江户川柯南、灰原哀、阿笠博士以及少年侦探团的伙伴们齐齐到场呐喊助威。城市的另一边，事务所内的毛利小五郎却接到一通恐怖袭击的电话。经过一番努力，小兰终于摆脱新一解开了犯人留下的暗语，成功拯救了无数人的生命。在此之后，警方和毛利一方锁定了数名嫌疑人，并随之展开调查。与此同时，躲在暗处的犯人继续策划新一轮的袭击，前所未有的大挑战，争分夺秒的对决，裹挟着无数怨恨的袭击强势袭来……"
    },
    {
      "id": "11",
      "name": "沉默的羔羊",
      "poster": "../img/沉默的羔羊.webp",
      "director": "乔纳森·戴米",
      "actor": " 朱迪·福斯特，安东尼·霍普金斯",
      "time": "1991",
      "duration": "118",
      "type": "犯罪",
      "rate": "8.9",
      "introduce": "联调局学院学员 Clarice M. Starling受行为科学组的 Jack Crawford指派，前往州立巴尔的摩法医院访问被监禁的精神科医生 Hannibal Lecter。Lecter要求转到条件较 好的联邦机构，远离常常折磨他的 Frederick Chilton 医生，并愿意为此提供持续作案的连环杀手水牛比尔的心理分析……"
    },
    {
      "id": "12",
      "name": "新世界",
      "poster": "../img/新世界.webp",
      "director": "朴勋政",
      "actor": "李政宰，崔岷植",
      "time": "2013",
      "duration": "134",
      "type": "犯罪",
      "rate": "8.9",
      "introduce": "金门集团会长、暴力组织在虎派大佬石东出遭遇车祸身亡，该事件在黑白两道引起不小震荡。为了遏制金门集团进一步向合法领域渗透并持续壮大，警方及时提出“新世界计划”，旨在干预金门集团继任大佬的选举。而围绕会长头衔，金门旗下三号人物华侨出身的丁青和四号人物常务理事李仲久展开一连串明争暗斗。在危机四伏的当下，警方姜科长命令卧底十年之久的李子成左右选举结果。子成六年前和丁青结识，并且得到对方的器重和信任。早已厌倦黑道生活的子成无奈受命，却无疑将自己投入了凶险非常的黑色漩涡之中。"
    },
    {
      "id": "13",
      "name": "名侦探柯南：远海的侦探",
      "poster": "../img/名侦探柯南：远海的侦探.webp",
      "director": "静野孔文",
      "actor": "高山南，山崎和佳奈",
      "time": "2013",
      "duration": "110",
      "type": "悬疑",
      "rate": "6.5",
      "introduce": "晴朗时节，江户川柯南和毛利小五郎、小兰以及少年侦探团的伙伴们一同来到京都，他们即将登上自卫队的宙斯盾战舰，体验一把出海作战的感觉，期间还结识了美丽又有着几分神秘的女自卫队员藤井七海。谁知快乐的氛围很快被恐慌所替代，战舰上突然发现一条断掉的手臂，消失的自卫队员又引起军方的恐慌与猜测。原来某国神秘间谍X已悄悄登上宙斯盾，伺机盗取战舰上的绝密情报。 　　为了找出隐藏的对手，柯南和灰原哀、阿笠博士、服部平次以及远山和叶通力合作，与间谍展开连番斗智斗勇的较量……"
    },
    {
      "id": "14",
      "name": "流感",
      "poster": "../img/流感.webp",
      "director": "金成洙",
      "actor": "张赫，秀爱",
      "time": "2013",
      "duration": "121",
      "type": "剧情",
      "rate": "7.8",
      "introduce": "一群东南亚偷渡客历经艰险来到韩国，但是整个集装箱内的偷渡客几乎全部死亡，只有一人拖着羸弱的身体侥幸逃入闹市之中。殊不知此人身上携带致命猪流感病毒，短短一天时间，病毒迅速蔓延城市的各个角落。许多人在不知不觉间被感染，进而将死亡的阴影引向周围所有的人。美丽的女医生金仁海是一位单身妈妈，她不久前遭遇一场车祸，幸被消防队救援人员姜智久救出，却因丢失重要论文资料而备受上司苛责。值此期间，韩国蛇头的弟弟因流感送入仁海的医院治疗，经诊断终于发现流感的起因，死尸横陈的集装箱无疑成为查找病源的关键。 　　未过多久，猪流感病毒成几何式爆发蔓延，坐享太平的民众面临前所未有的灾难……"
    },
    {
      "id": "15",
      "name": "爱在黎明破晓前",
      "poster": "../img/爱在黎明破晓前.webp",
      "director": "理查德·林克莱特",
      "actor": "伊桑·霍克，朱莉·德尔佩",
      "time": "1995",
      "duration": "101",
      "type": "爱情",
      "rate": "8.8",
      "introduce": "美国青年杰西在火车上偶遇了法国女学生塞琳娜，两人在火车上交谈甚欢。当火车到达维也纳时，杰西盛情邀请塞琳娜一起在维也纳游览一番，即使杰西翌日便要坐飞机离开。与杰西一见钟情的塞琳娜接受了杰西的邀请。 　　他们一边游览城市，一边谈论着彼此的过去 ，彼此对生活的感想，两人了解越加深刻。他们非常珍惜这美妙的晚上，这对恋人一起经历了很多浪漫的经历因为他们约定在半年后再见，而此次约会将会在日出之间结束……"
    },
    {
      "id": "16",
      "name": "爱在日落黄昏时",
      "poster": "../img/爱在日落黄昏时.webp",
      "director": "理查德·林克莱特",
      "actor": "伊桑·霍克，朱莉·德尔佩",
      "time": "2004",
      "duration": "80",
      "type": "爱情",
      "rate": "8.9",
      "introduce": "九年前，杰西与席琳在火车上不期而遇，怦然心动。在维也纳渡过疯狂而又浪漫的一夜后，他们在日出前分手，并相约在维也纳重逢。 　　九年之后，杰西已成为畅销书作家，而席琳则是法国环保组织成员。杰西在新书里娓娓道来的，正是九年前的浪漫夜晚。在巴黎促销新书时，杰西与席琳在书店相遇，然而他们只有一下午的时光相处，日落之前，杰西要乘飞机赶回美国。两人在午后的巴黎街头散步，在美丽的护城河上泛舟，无所不谈，兴致勃勃。可是就像命运的捉弄，快乐的时光像烟花一样醉人却短暂。 　　杰西对席琳一送再送，难以忘情；席琳用吉他和歌声，怀念着内心深处的爱恋。太阳就快落下去了，杰西就要误了飞机，又或许他更不想错过的，是命里注定的缘分。"
    },
    {
      "id": "17",
      "name": "爱在午夜降临前",
      "poster": "../img/爱在午夜降临前.webp",
      "director": "理查德·林克莱特",
      "actor": "伊桑·霍克，朱莉·德尔佩",
      "time": "2013",
      "duration": "109",
      "type": "爱情",
      "rate": "8.9",
      "introduce": "第一部中美国青年杰西坐火车邂逅法国女孩赛琳，两人在维也纳度过难忘一晚；9年后的第二部，杰西已成 为作家，他的小说让他和赛琳在巴黎重逢，两人于日落前再续前缘。如今又一个9年过去了，杰西与赛琳已经一起生活并有了一对双胞胎女儿，对人生和爱情也有了更多感悟。《爱在午夜降临前》就是撷取他们在希腊伯罗奔尼撒南部小岛度假的最后一天。 　　导演理查德·林克莱特和两位主演就像与影迷在赴一个每9年的约会，尽管三部曲的制作跨度长达18年，但故事情节几乎可以写在一张纸的背面。电影惯于只用人与人的对话讲述故事，两位主人公或行走在静谧的村落，或悠然坐在露台和餐桌前，不断的讨论着文学、爱情、生活、两性等话题。然而与前两部不同的是，随着他们终于走到一起，爱情的浪漫也开始被生活的日常琐碎和彼此相处的实用性取代，吵架拌嘴也随之而来。如何在“婚姻”的面纱下维持爱情？电影将18年的感情铺开，再徐徐化解那些小小的怨念，呈现爱情最真实动人一面。"
    },
    {
      "id": "18",
      "name": "饥饿游戏",
      "poster": "../img/饥饿游戏.webp",
      "director": "盖瑞·罗斯",
      "actor": " 詹妮弗·劳伦斯，乔什·哈切森",
      "time": "2012",
      "duration": "142",
      "type": "动作",
      "rate": "7.1",
      "introduce": "北美洲在一场大战后被摧毁，在美国原来的废墟上，人们建立了新的家园，但新政权规定：管辖下的12个地区每年都必须进贡少年男女，参加一档电视直播节目“饥饿游戏”。节目的规则很简单——杀人或者被杀。凯妮丝的妹妹不幸在12区“选择日”时被选中，由于要保护妹妹，凯妮丝自告奋勇要替妹妹上场 。她不得不与心上人盖尔分开，跟同时被选为12区贡品代表的皮塔进入游戏。尽管凯妮丝自小就进行狩猎，拥有过人的弓箭技巧，对节目里的重重障碍都能应付自如，但她在比赛中要与残忍强壮的他区选手互相周旋，要想成为最后的赢家就必须成为一个没有人性的杀人机器，这对她是一个极大的考验。"
    },
    {
      "id": "19",
      "name": "饥饿游戏2：星火燎原",
      "poster": "../img/饥饿游戏2：星火燎原.webp",
      "director": "弗朗西斯·劳伦斯",
      "actor": " 詹妮弗·劳伦斯，乔什·哈切森",
      "time": "2013",
      "duration": "146",
      "type": "动作",
      "rate": "7.4",
      "introduce": "经历生死的凯特尼斯和皮塔得到了74届饥饿游戏冠军享有的一切待遇，但是两人的关系变得很尴尬，凯特尼斯无法放下昔日男友盖尔，甚至还想要跟他远走高飞。凯特尼斯和皮塔越来越受到人民的欢迎，加上他俩假扮情侣的事情激怒了斯诺总统，他联合新的游戏设计师开展了25年一届的“世界级限赛”，要求抽出12个区的历届男女冠军各一人参加，旨在杀死凯特尼斯。皮塔为了保护凯特尼斯，代替黑密曲参赛，一对“恋人”又踏上了征程。在赛事中二人结交了不同区的盟友，同时皮塔继续对凯特尼斯表露真情，而她对皮塔的态度也有所变化，可惜事情并不像他们想象的一样，等待他们的只有阴谋。"
    },
    {
      "id": "20",
      "name": "蝴蝶效应",
      "poster": "../img/蝴蝶效应.webp",
      "director": "埃里克·布雷斯",
      "actor": "阿什顿·库彻，梅洛拉·沃尔特斯",
      "time": "2004",
      "duration": "113",
      "type": "悬疑",
      "rate": "8.9",
      "introduce": "伊万曾经有一个糟糕的童年，因为他行为闯下了大祸，令他童年充满不堪回忆的往事。而事实上，他确实只是依稀记得一点可怕的情景，这些情景一直纠缠着他的正常生活。伊万接受心理学家建议，把琐碎生活记在记事本里，却偶然发现通过记事本回到过去。 　　这时他才清楚记起，童年时候的自己做了那么多的错事。他幻想着用现在的意识，潜入童年的身体，去弥补种种过失给人们带来的伤害，尤其是希望与当年暗恋的凯西最终走回一起。然而他一次次的跨越时空的更改，只能越来越招致现实世界的不可救药。一切就像蝴蝶效应般，牵一发而动全身。"
    },
    {
      "id": "21",
      "name": "名侦探柯南：侦探们的镇魂歌",
      "poster": "../img/名侦探柯南：侦探们的镇魂歌.webp",
      "director": "山本泰一郎",
      "actor": "高山南，堀川亮",
      "time": "2006",
      "duration": "111",
      "type": "悬疑",
      "rate": "7.9",
      "introduce": "一天毛利小五郎收到一张请帖，里面是谜样男子的委托，需要前往横滨的一个游乐场。小五郎和柯南一行人快乐地到达欢乐的游乐场，还带上了可以出入无阻代表VIP的手表，不料正中那名神秘男子的圈套。所有带上手表的人不得离开游乐场，否则便会发生爆炸。从现在开始到晚上十点，柯南和小五郎如果不能解开谜题，兰和少年侦探团也会随着游乐园粉身碎骨。然而更意想不到的是，那名男子居然直接称呼柯南为工藤新一。"
    },
    {
      "id": "22",
      "name": "名侦探柯南：业火的向日葵",
      "poster": "../img/名侦探柯南：业火的向日葵.webp",
      "director": "静野孔文",
      "actor": "高山南，山口胜平",
      "time": "2015",
      "duration": "113",
      "type": "动画",
      "rate": "6.1",
      "introduce": "在美国曼哈顿举行的艺术品拍卖会上，一度被认为毁于二战空袭的梵高亲笔临摹向日葵系列2号画作惊艳登场。财大气粗的铃木财团顾问的铃木次郎吉一骑绝尘，以三亿美元天价将其收入囊中。在之后的记者招待会上，铃木宣布将联系分散在世界各地收藏家手中的向日葵画作集结在日本，举行一次梦幻展览。为此，他聘请毛利小五郎、展览企划负责人圭子•安德森、画作鉴定师宫台夏美等七位专家组成“七武士”团队为展览保驾护航。谁知怪盗基德从一开始便锁定该画作，他不仅大闹会场，还为了抢夺画作而险些炸毁运送专机。"
    },
    {
      "id": "23",
      "name": "釜山行",
      "poster": "../img/釜山行.webp",
      "director": "延尚昊",
      "actor": " 孔刘，马东锡",
      "time": "2016",
      "duration": "118",
      "type": "动作",
      "rate": "8.6",
      "introduce": "证券公司基金管理人石宇光鲜精干，却也是个重利轻义之徒。妻子为此与之决裂，女儿秀安则对如此自私的父亲越来越失望，决定前往釜山和母亲生活。在秀安生日这天，石宇抽出时间陪伴女儿登上开往釜山的特快列车。而与此同时，城市四处出现了极为可疑的暴动事件。政府极力洗白无法掩盖丧尸肆虐的事实，即便懵然无知的列车乘客也因为不速之客的到来而堕入恐慌绝望的地狱中。开车的刹那，一名感染者冲入车厢，而她很快尸变并对目光所及之处的健康人展开血腥屠杀。未过多久，丧尸便呈几何数爆发性地增长。石宇被迫和幸存者的乘客们在逼仄的空间中奋力求生。"
    },
    {
      "id": "24",
      "name": "阿甘正传",
      "poster": "../img/阿甘正传.webp",
      "director": "罗伯特·泽米吉斯",
      "actor": "汤姆·汉克斯，罗宾·怀特",
      "time": "1994",
      "duration": "142",
      "type": "剧情",
      "rate": "9.5",
      "introduce": "阿甘于二战结束后不久出生在美国南方阿拉巴马州一个闭塞的小镇，他先天弱智，智商只有75，然而他的妈妈是一个性格坚强的女性，她常常鼓励阿甘“傻人有傻福”，要他自强不息。 　　阿甘像普通孩子一样上学，并且认识了一生的朋友和至爱珍妮，在珍妮和妈妈的爱护下，阿甘凭着上帝赐予的“飞毛腿”开始了一生不停的奔跑。 　　阿甘成为橄榄球巨星、越战英雄、乒乓球外交使者、亿万富翁，但是，他始终忘不了珍妮，几次匆匆的相聚和离别，更是加深了阿甘的思念。 　　有一天，阿甘收到珍妮的信，他们终于又要见面……"
    },
    {
      "id": "25",
      "name": "你的名字",
      "poster": "../img/你的名字.webp",
      "director": "新海诚",
      "actor": " 神木隆之介，上白石萌音",
      "time": "2016",
      "duration": "106",
      "type": "动画",
      "rate": "8.5",
      "introduce": "在远离大都会的小山村，住着巫女世家出身的高中女孩宫水三叶。校园和家庭的原因本就让她充满烦恼，而近一段时间发生的奇怪事件，又让三叶摸不清头脑。不知从何时起，三叶在梦中就会变成一个住在东京的高中男孩。那里有陌生的同学和朋友，有亲切的前辈和繁华的街道，一切都是如此诱人而真实。另一方面，住在东京的高中男孩立花泷则总在梦里来到陌生的小山村，以女孩子的身份过着全新的生活。许是受那颗神秘彗星的影响，立花和三叶在梦中交换了身份。他们以他者的角度体验着对方的人生，这期间有愤怒、有欢笑也有暖心。只是两人并不知道，身份交换的背后隐藏着重大而锥心的秘密……"
    },
    {
      "id": "26",
      "name": "请以你的名字呼唤我",
      "poster": "../img/请以你的名字呼唤我.webp",
      "director": "卢卡·瓜达尼诺",
      "actor": "艾米·汉莫，提莫西·查拉梅",
      "time": "2017",
      "duration": "132",
      "type": "爱情",
      "rate": "8.8",
      "introduce": "故事发生在八十年代的意大利里维埃拉，每年夏天，十七岁的少年艾力奥都会跟家人一起来此地度假。今年，和他们共享假日时光的，还有来自美国的奥利弗，高大英俊热情开朗的奥利弗很快就获得了艾力奥一家人的喜爱。 　　随着时间的推移，艾力奥和奥利弗之间渐渐产生了致命的吸引力，但性别和年龄的桎梏让他们迟迟无法跨出那关键的一步，与此同时，单纯善良的少女马奇娅也向艾力奥奉献着自己的感情和身体。最终，汹涌的激情冲破了艾力奥和奥利弗之间的防线，两人开始了一段注定不会有结果的恋情。"
    },
    {
      "id": "27",
      "name": "绿皮书",
      "poster": "../img/绿皮书.webp",
      "director": "彼得·法雷里",
      "actor": " 维果·莫腾森，马赫沙拉·阿里",
      "time": "2018",
      "duration": "130",
      "type": "剧情",
      "rate": "8.9",
      "introduce": "托尼是一个吊儿郎当游手好闲的混混，在一家夜总会做侍者。这间夜总会因故要停业几个月，可托尼所要支付的房租和生活费不会因此取消，所以他的当务之急是去寻找另一份工作来填补这几个月的空缺。在这个节骨眼上，一位名叫唐雪莉的黑人钢琴家提出雇佣托尼。 　　唐雪莉即将开始为期八个星期的南下巡回演出，可是，那个时候南方对黑人的歧视非常的严重，于是托尼便成为了唐雪莉的司机兼保镖。一路上，两人迥异的性格使得他们之间产生了很多的矛盾，与此同时，唐雪莉在南方所遭受的种种不公平的对待也让托尼对种族歧视感到深恶痛绝。"
    },
    {
      "id": "28",
      "name": "龙猫",
      "poster": "../img/龙猫.webp",
      "director": "宫崎骏",
      "actor": " 日高范子，坂本千夏",
      "time": "1998",
      "duration": "86",
      "type": "动画",
      "rate": "9.2",
      "introduce": "小月的母亲生病住院了，父亲带着她与四岁的妹妹小梅到乡间的居住。她们对那里的环境都感到十分新奇，也发现了很多有趣的事情。她们遇到了很多小精灵，她们来到属于她们的环境中，看到了她们世界中很多的奇怪事物，更与一只大大胖胖的龙猫成为了朋友。龙猫与小精灵们利用他们的神奇力量，为小月与妹妹带来了很多神奇的景观，令她们大开眼界。 　　妹妹小梅常常挂念生病中的母亲，嚷着要姐姐带着她去看母亲，但小月拒绝了。小梅竟然自己前往，不料途中迷路了，小月只好寻找她的龙猫及小精灵朋友们帮助。"
    },
    {
      "id": "29",
      "name": "流浪地球",
      "poster": "../img/流浪地球.webp",
      "director": "郭帆",
      "actor": "吴京，屈楚萧",
      "time": "2019",
      "duration": "125",
      "type": "科幻",
      "rate": "7.9",
      "introduce": "近未来，科学家们发现太阳急速衰老膨胀，短时间内包括地球在内的整个太阳系都将被太阳所吞没。为了自救，人类提出一个名为“流浪地球”的大胆计划，即倾全球之力在地球表面建造上万座发动机和转向发动机，推动地球离开太阳系，用2500年的时间奔往另外一个栖息之地。中国航天员刘培强在儿子刘启四岁那年前往国际空间站，和国际同侪肩负起领航者的重任。转眼刘启长大，他带着妹妹朵朵偷偷跑到地表，偷开外公韩子昂的运输车，结果不仅遭到逮捕，还遭遇了全球发动机停摆的事件。为了修好发动机，阻止地球坠入木星，全球开始展开饱和式营救，连刘启他们的车也被强征加入。在与时间赛跑的过程中，无数的人前仆后继，奋不顾身，只为延续百代子孙生存的希望……"
    },
    {
      "id": "30",
      "name": "千与千寻",
      "poster": "../img/千与千寻.webp",
      "director": "宫崎骏",
      "actor": "柊瑠美，入野自由",
      "time": "2001",
      "duration": "125",
      "type": "动画",
      "rate": "9.4",
      "introduce": "千寻和爸爸妈妈一同驱车前往新家，在郊外的小路上不慎进入了神秘的隧道——他们去到了另外一个诡异世界—一个中世纪的小镇。远处飘来食物的香味，爸爸妈妈大快朵颐，孰料之后变成了猪！这时小镇上渐渐来了许多样子古怪、半透明的人。 　　千寻仓皇逃出，一个叫小白的人救了他，喂了她阻止身体消 失的药，并且告诉她怎样去找锅炉爷爷以及汤婆婆，而且必须获得一份工作才能不被魔法变成别的东西。 　　千寻在小白的帮助下幸运地获得了一份在浴池打杂的工作。渐渐她不再被那些怪模怪样的人吓倒，并从小玲那儿知道了小白是凶恶的汤婆婆的弟子。 　　一次，千寻发现小白被一群白色飞舞的纸人打伤，为了救受伤的小白，她用河神送给她的药丸驱出了小白身体内的封印以及守封印的小妖精，但小白还是没有醒过来。 　　为了救小白，千寻又踏上了她的冒险之旅。"
    },
    {
      "id": "31",
      "name": "天气之子",
      "poster": "../img/天气之子.webp",
      "director": "新海诚",
      "actor": "醍醐虎汰朗，森七菜",
      "time": "2019",
      "duration": "112",
      "type": "动画",
      "rate": "7.0",
      "introduce": "高一那年夏天，帆高离开位在离岛的家乡，独自一人来到东京，拮据的生活迫使他不得不找份工作，最后来到一间专门出版奇怪超自然刊物的出版社担任写手。不久，东京开始下起连日大雨，仿佛暗示着帆高不顺遂的未来，在这座繁忙城市里到处取材的帆高邂逅了与弟弟相依为命，不可思议的美少女阳菜。「等等就会放晴了喔。」阳菜这样告诉着帆高，不久，头顶的乌云逐渐散去，耀眼的阳光洒落街道……原来，阳菜拥有「改变天气」的奇妙能力……"
    },
    {
      "id": "32",
      "name": "致命ID",
      "poster": "../img/致命ID.webp",
      "director": "詹姆斯·曼高德",
      "actor": " 约翰·库萨克，雷·利奥塔",
      "time": "2003",
      "duration": "90",
      "type": "悬疑",
      "rate": "8.9",
      "introduce": "一个典型而又引人入胜的悬疑故事：一个汽车旅馆里，住进了10个人，他们中间有司机、妓女、过气女星、夫妇、警探和他的犯人，还有神秘的旅馆经理。这天风雨大作，通讯中断，10人被困在了旅馆里，惊悚的故事开始了。 　　他们一个接一个的死去，并且按照顺序留下牌号。10个人存活下来的渐渐变少，他们开始恐慌，互相猜忌，却无意间发现了彼此间的联系。但是，大家怀疑的嫌疑人却纷纷死去，谜团笼罩在旅馆狭小的空间里，这样的凶杀案件却有着人们猜不到"
    },
    {
      "id": "33",
      "name": "我不是药神",
      "poster": "../img/我不是药神.webp",
      "director": "文牧野",
      "actor": "徐峥，王传君",
      "time": "2018",
      "duration": "117",
      "type": "剧情",
      "rate": "9.0",
      "introduce": "普通中年男子程勇经营着一家保健品店，失意又失婚。不速之客吕受益的到来，让他开辟了一条去印度买药做“代购”的新事业，虽然困难重重，但他在这条“买药之路”上发现了商机，一发不可收拾地做起了治疗慢粒白血病的印度仿制药独家代理商。赚钱的同时，他也认识了几个病患及家属，为救女儿被迫做舞女的思慧、说一口流利“神父腔”英语的刘牧师，以及脾气暴烈的“黄毛”，几个人合伙做起了生意，利润倍增的同时也危机四伏。程勇昔日的小舅子曹警官奉命调查仿制药的源头，假药贩子张长林和瑞士正牌医药代表也对其虎视眈眈，生意逐渐变成了一场关于救赎的拉锯战。"
    },
    {
      "id": "34",
      "name": "寄生虫",
      "poster": "../img/寄生虫.webp",
      "director": "奉俊昊",
      "actor": " 宋康昊，李善均",
      "time": "2019",
      "duration": "132",
      "type": "剧情",
      "rate": "8.8",
      "introduce": "基宇出生在一个贫穷的家庭之中，和妹妹基婷以及父母在狭窄的地下室里过着相依为命的日子。一天，基宇的同学上门拜访，他告诉基宇，自己在一个有钱人家里给他们的女儿做家教，太太是一个头脑简单出手又阔绰的女人，因为自己要出国留学，所以将家教的职位暂时转交给基宇。 　　就这样，基宇来到了朴社长家中，并且见到了他的太太，没过多久，基宇的妹妹和父母也如同寄生虫一般的进入了朴社长家里工作。然而，他们的野心并没有止步于此，基宇更是和大小姐坠入了爱河。随着时间的推移，朴社长家里隐藏的秘密渐渐浮出了水面。"
    },
    {
      "id": "35",
      "name": "霸王别姬",
      "poster": "../img/霸王别姬.webp",
      "director": "陈凯歌",
      "actor": "张国荣，张丰毅",
      "time": "1993",
      "duration": "171",
      "type": "爱情",
      "rate": "9.6",
      "introduce": "段小楼与程蝶衣是一对打小一起长大的师兄弟，两人一个演生，一个饰旦，一向配合天衣无缝，尤其一出《霸王别姬》，更是誉满京城，为此，两人约定合演一辈子《霸王别姬》。但两人对戏剧与人生关系的理解有本质不同，段小楼深知戏非人生，程蝶衣则是人戏不分。 　　段小楼在认为该成家立业之时迎娶了名妓菊仙（巩俐），致使程蝶衣认定菊仙是可耻的第三者，使段小楼做了叛徒，自此，三人围绕一出《霸王别姬》生出的爱恨情仇战开始随着时代风云的变迁不断升级，终酿成悲剧。"
    },
    {
      "id": "36",
      "name": "哪吒之魔童降世",
      "poster": "../img/哪吒之魔童降世.webp",
      "director": "饺子",
      "actor": " 吕艳婷，囧森瑟夫",
      "time": "2019",
      "duration": "110",
      "type": "动画",
      "rate": "8.4",
      "introduce": "天地灵气孕育出一颗能量巨大的混元珠，元始天尊将混元珠提炼成灵珠和魔丸，灵珠投胎为人，助周伐纣时可堪大用；而魔丸则会诞出魔王，为祸人间。元始天尊启动了天劫咒语，3年后天雷将会降临，摧毁魔丸。太乙受命将灵珠托生于陈塘关李靖家的儿子哪吒身上。然而阴差阳错，灵珠和魔丸竟然被掉包。本应是灵珠英雄的哪吒却成了混世大魔王。调皮捣蛋顽劣不堪的哪吒却徒有一颗做英雄的心。然而面对众人对魔丸的误解和即将来临的天雷的降临，哪吒是否命中注定会立地成魔？他将何去何从？"
    },
    {
      "id": "37",
      "name": "断背山",
      "poster": "../img/断背山.webp",
      "director": "李安",
      "actor": "希斯·莱杰，杰克·吉伦哈尔",
      "time": "2005",
      "duration": "134",
      "type": "爱情",
      "rate": "8.8",
      "introduce": "美国怀俄明州的西部，沉默寡言的农夫恩尼斯和热情开朗的牛仔杰克一道被派到山上牧羊，那里人迹罕至，他们只有与羊群为伴，生活单调无味。一个天寒地冻的夜晚，在酒精与荷尔蒙的作用下，他们做了“不该做的事情”，也就此他们在断背山上度过了人生中最美好的时光。 　　季节性放牧结束，迫于世俗压力，杰克和恩尼斯不舍地与对方分离并各自结婚生子。恩尼斯迎娶了自幼相识的阿尔玛，并有了两个可爱的女儿；杰克到了德州，在妻子露琳家族的扶植下事业顺利，还有了个儿子。虽然彼此真心相应，他们只能每年定期约会。一边知情的阿尔玛痛苦无比，而他们又无法满足一年只有几天的团聚。这时意外发生……"
    },
    {
      "id": "38",
      "name": "姜子牙",
      "poster": "../img/姜子牙.webp",
      "director": "程腾",
      "actor": "郑希，杨凝",
      "time": "2020",
      "duration": "110",
      "type": "动画",
      "rate": "6.6",
      "introduce": "商朝末年，邪魅炽盛。九尾妖狐化身绝世美女魅惑商王，帝辛沉湎美色，狂暴倍增，饮酒作乐，屠杀黎民。一时间天怒人怨，静虚宫掌教世尊上承天命，拍出弟子姜子牙等众神仙助力周部落起义，最终推翻商周残暴统治。在此之后，众神归位，而九尾也被抓到静虚宫斩妖台，等候最后的发落。作为行刑者的姜子牙，在关键时刻遭到九尾魅惑，看到了令他内心大为波动的景象。虽然九尾被诛，但他也被世尊发配北海古战场反省修行。一晃数年，姜子牙仍在苦寒之地苦苦冥思。而就在某天，一名狐族女孩出现在北海，而她经与姜子牙当年在幻象中见到的女孩一模一样。"
    },
    {
      "id": "39",
      "name": "深海",
      "poster": "../img/深海.webp",
      "director": "田晓鹏",
      "actor": "苏鑫，王亭文",
      "time": "2023",
      "duration": "112",
      "type": "动画",
      "rate": "7.2",
      "introduce": "在大海的最深处，藏着所有秘密。一位现代少女误入梦幻的深海世界，却因此邂逅了一段独特的生命旅程。"
    },
    {
      "id": "40",
      "name": "流浪地球2",
      "poster": "../img/流浪地球2.webp",
      "director": "郭帆",
      "actor": "吴京，刘德华",
      "time": "2023",
      "duration": "173",
      "type": "科幻",
      "rate": "8.3",
      "introduce": "在并不遥远的未来，太阳急速衰老与膨胀，再过几百年整个太阳系将被它吞噬毁灭。为了应对这场史无前例的危机，地球各国放下芥蒂，成立联合政府，试图寻找人类存续的出路。通过摸索与考量，最终推着地球逃出太阳系的“移山计划”获得压倒性胜利。人们着手建造上万台巨大的行星发动机，带着地球踏上漫漫征程。满腔赤诚的刘培强和韩朵朵历经层层考验成为航天员大队的一员，并由此相知相恋。但是漫漫征途的前方，仿佛有一股神秘的力量不断破坏者人类的自救计划。看似渺小的刘培强、量子科学家图恒宇、联合政府中国代表周喆直以及无数平凡的地球人，构成了这项伟大计划的重要一环……"
    },
    {
      "id": "41",
      "name": "爱乐之城",
      "poster": "../img/爱乐之城.webp",
      "director": "达米恩·查泽雷",
      "actor": " 瑞恩·高斯林，艾玛·斯通",
      "time": "2016",
      "duration": "128",
      "type": "爱情",
      "rate": "8.4",
      "introduce": "米娅渴望成为一名演员，但至今她仍旧只是片场咖啡厅里的一名平凡的咖啡师，尽管不停的参加着大大小小的试镜，但米娅收获的只有失败。某日，在一场派对之中，米娅邂逅了名为塞巴斯汀的男子，起初两人之间产生了小小的矛盾，但很快，米娅便被塞巴斯汀身上闪耀的才华以及他对爵士乐的纯粹追求所吸引，最终两人走到了一起。 　　在塞巴斯汀的鼓励下，米娅辞掉了咖啡厅的工作，专心为自己写起了剧本，与此同时，塞巴斯汀为了获得一份稳定的收入，加入了一支流行爵士乐队，开始演奏自己并不喜欢的现代爵士乐，没想到一炮而红。随着时间的推移，努力追求梦想的两人，彼此之间的距离却越来越远，在理想和感情之间，他们必须做出选择。"
    },
    {
      "id": "42",
      "name": "孤注一掷",
      "poster": "../img/孤注一掷.webp",
      "director": "申奥",
      "actor": "张艺兴，金晨",
      "time": "2023",
      "duration": "130",
      "type": "犯罪",
      "rate": "7.0",
      "introduce": "程序员潘生、模特安娜被海外高薪招聘吸引，出国淘金，却意外落入境外诈骗工厂的陷阱。为了离开，两人准备向赌徒阿天和其女友小雨下手，从他们身上套现、完成业绩……潘生与安娜能否逃过诈骗集团头目陆经理和阿才的残暴折磨？面对警察的跨国调查和追捕，他们又会何去何从？"
    },
    {
      "id": "43",
      "name": "满江红",
      "poster": "../img/满江红.webp",
      "director": "张艺谋",
      "actor": "沈腾，张译",
      "time": "2023",
      "duration": "159",
      "type": "悬疑",
      "rate": "7.0",
      "introduce": "南宋绍兴年间，一代忠良岳鹏举物故，引无数良臣赤子扼腕叹息。四年后，奸相秦桧率兵与金国相约会谈。谁知会谈前夜，金国使者在秦桧驻地为人所害。事态紧急，亲兵营副统领孙均得知不成器的老舅——小兵张大了解线索，遂将其带到秦桧处。秦桧命二人一个时辰内找出真凶，否则一律处死。时间飞速流逝，舞姬瑶琴、更夫丁三旺、马夫刘喜接连卷入其中，而宰相府总管何立与副总管武义淳相继入场，又将这场波谲云诡的调查涂满血腥。 　　谁是真正凶手？他们行刺所为何事？奸相内心深处又藏着什么不可告人的秘密？"
    },
    {
      "id": "44",
      "name": "名侦探柯南：贝克街的亡灵",
      "poster": "../img/名侦探柯南：贝克街的亡灵.webp",
      "director": "儿玉兼嗣",
      "actor": "高山南，山崎和佳奈",
      "time": "2002",
      "duration": "107",
      "type": "悬疑",
      "rate": "8.8",
      "introduce": "这日柯南、小兰一行人来到米花市市政大厅，一场有关最新游戏“茧”的发布会正在这里召开。由于迥异于以往任何一款游戏的“茧”可能一举改变全球游戏业界的价值观，发布会吸引了代表日本上流社会的政治、财经、演艺界人士，50名游戏体验者也多是他们的后代，新一的父亲、推理小说大师工藤优作由于参与故事编写，也来到现场。这边热热闹闹，游戏的研发者兼负责人坚村却被杀于地下室。坚村死前留在键盘J、T、R上的血迹令柯南想到答案可能在游戏中，他利用优作的关系加入了体验者队伍，小兰、灰原哀等人也拿到了体验入场券。 　　50名体验者刚分别进入一个外型酷似蚕茧的“大型胶囊”，游戏即被自称“诺亚方舟”的人工智能控制，“诺亚方舟”称游戏将提供5个完全真实的历史场景，体验者可选择其中之一进入，被淘汰会进入休眠状态，若最后无人走到终点，他们的大脑组织皆会被摧毁，此举是为令日本社会重生。柯南一行及几个骄横无礼的上流社会公子哥进入的是19世纪伦敦的贝克街，那里杀人犯开膛手杰克正在兴风作浪，他身上正有柯南要找的答案！而优作也在现实中正对案件展开调查。"
    },
    {
      "id": "45",
      "name": "心灵奇旅",
      "poster": "../img/心灵奇旅.webp",
      "director": " 彼特·道格特",
      "actor": "杰米·福克斯，蒂娜·菲",
      "time": "2020",
      "duration": "101",
      "type": "动画",
      "rate": "8.7",
      "introduce": "究竟是什么塑造了真正的你？电影将聚焦乔伊·高纳。这位中学音乐老师获得了梦寐以求的机会——在纽约最好的爵士俱乐部演奏。但一个小失误把他从纽约的街道带到了一个奇幻的地方“生之来处”。在那里，灵魂们获得培训，在前往地球之前将获得他们的个性特点和兴趣。决心要回到地球生活的乔伊认识了一个早熟的灵魂“二十二”，二十二一直找不到自己对于人类生活的兴趣。随着乔伊不断试图向二十二展示生命的精彩之处，他也将领悟一些人生终极问题的答案。"
    },
    {
      "id": "46",
      "name": "寻梦环游记",
      "poster": "../img/寻梦环游记.webp",
      "director": " 李·昂克里奇",
      "actor": "安东尼·冈萨雷斯，盖尔·加西亚·贝纳尔",
      "time": "2017",
      "duration": "105",
      "type": "动画",
      "rate": "9.1",
      "introduce": "热爱音乐的米格尔不幸地出生在一个视音乐为洪水猛兽的大家庭之中，一家人只盼着米格尔快快长大，好继承家里传承了数代的制鞋产业。一年一度的亡灵节即将来临，每逢这一天，去世的亲人们的魂魄便可凭借着摆在祭坛上的照片返回现世和生者团圆。 　　在一场意外中，米格尔竟然穿越到了亡灵国度之中，在太阳升起之前，他必须得到一位亲人的祝福，否则就将会永远地留在这个世界里。米格尔决定去寻找已故的歌神德拉库斯，因为他很有可能就是自己的祖父。途中，米格尔邂逅了落魄乐手埃克托，也渐渐发现了德拉库斯隐藏已久的秘密。"
    },
    {
      "id": "47",
      "name": "泰坦尼克号",
      "poster": "../img/泰坦尼克号.webp",
      "director": "詹姆斯·卡梅隆",
      "actor": " 莱昂纳多·迪卡普里奥，凯特·温丝莱特",
      "time": "1997",
      "duration": "194",
      "type": "爱情",
      "rate": "9.5",
      "introduce": "1912年4月10日，号称 “世界工业史上的奇迹”的豪华客轮泰坦尼克号开始了自己的处女航，从英国的南安普顿出发驶往美国纽约。富家少女罗丝与母亲及未婚夫卡尔坐上了头等舱；另一边，放荡不羁的少年画家杰克也在码头的一场赌博中赢得了下等舱的船票。 　　罗丝厌倦了上流社会虚伪的生活，不愿嫁给卡尔，打算投海自尽，被杰克救起。很快，美丽活泼的罗丝与英俊开朗的杰克相爱，杰克带罗丝参加下等舱的舞会、为她画像，二人的感情逐渐升温。 　　1912年4月14日，星期天晚上，一个风平浪静的夜晚。泰坦尼克号撞上了冰山，“永不沉没的”泰坦尼克号面临沉船的命运，罗丝和杰克刚萌芽的爱情也将经历生死的考验。"
    },
    {
      "id": "48",
      "name": "奥本海默",
      "poster": "../img/奥本海默.webp",
      "director": "克里斯托弗·诺兰",
      "actor": " 基里安·墨菲，艾米莉·布朗特",
      "time": "2023",
      "duration": "180",
      "type": "剧情",
      "rate": "8.8",
      "introduce": "当我们为权力金钱焦虑、兴奋与愤怒时，却根本想象不到“他们”在谈论着怎样更重要的事情。 　　随着战争阴云笼罩世界上空，各国紧锣密鼓抓紧军事竞赛。为了抢占先机，美国陆军中将莱斯利·格罗夫斯找到量子力学与核物理学领域的扛鼎人物罗伯特·奥本海默，力荐其担任曼哈顿计划的首席科学家以及洛斯阿拉莫斯国家实验室的总负责人。经过两年争分夺秒的研发，硕大的蘑菇云终于在荒原的上空腾起，也宣告着绞肉机一般的二战即将落下帷幕。奥本海默有如将火种带到人间的普罗米修斯，可是对人性的参悟和对未来的担忧迫使他走向与政府相悖的道路。更可悲的是，凡人钟情的物欲也将一世天才裹挟至炼狱之中，永世燃烧……"
    },
    {
      "id": "49",
      "name": "前任4：英年早婚",
      "poster": "../img/前任4：英年早婚.webp",
      "director": "田羽生",
      "actor": "韩庚，郑恺 ",
      "time": "2023",
      "duration": "129",
      "type": "爱情",
      "rate": "5.9",
      "introduce": "孟云和余飞这对难兄难弟，在历经情场的洗礼之后，终于来到了谈婚论嫁的年纪。正在经历“分手后遗症”的孟云，面对家人的催促，带着“为什么要结婚”的疑问，开始寻找真爱；而余飞和女友丁点为了应对结婚后即将产生的各种情况，自创了“结婚冷静期”，将婚后生活提前预演。两兄弟开启一场全新的爱情挑战……"
    },
    {
      "id": "50",
      "name": "伦敦一家人",
      "poster": "../img/伦敦一家人.webp",
      "director": "罗杰·梅因伍德",
      "actor": "卢克·崔德威，吉姆·布劳德本特",
      "time": "2016",
      "duration": "89",
      "type": "动画",
      "rate": "8.9",
      "introduce": "英国手绘动画电影，改编自Raymond Briggs以其父母真实人生为故事所绘的获奖和畅销绘本，讲述Raymond Briggs的父母，一对普通英国夫妇从1928年初遇相爱到1971年相继离世的故事，日子随男主人的发际线一起消逝，一生平淡无奇但相守终生温情动人，同时也是一部英国编年史，期间穿插着不少的历史事件。"
    },
    {
      "id": "55",
      "name": "燃冬",
      "poster": "../img/燃冬.webp",
      "director": "陈哲艺",
      "actor": "周冬雨，刘昊然 ",
      "time": "2023",
      "duration": "97",
      "type": "爱情",
      "rate": "5.6",
      "introduce": "延吉是中国北方边境的一个小镇，从上海来参加婚礼的浩丰感到有些迷茫。一次偶然的机会，他遇到了娜娜，一个让他着迷的年轻导游。她把他介绍给一个厨师朋友韩萧，他们三个人很快就因为韩萧的一顿饭而结下了友谊。这次热烈的接触使他们面对自己的过去和秘密，他们沉睡的欲望慢慢解开，就像长白山的风景和雪林一样。"
    }
  ]
}